const emotionList = [
    "기쁜", "슬픈", "화난", "희망찬", "두려운", "감사하는", "외로운", "자랑스러운", 
    "질투하는", "만족스러운", "짜증나는", "차분한", "신난", "지루한", "혼란스러운", 
    "죄책감 있는", "부끄러운", "불안한", "호기심 많은", "좌절한", "안도하는", "긴장한", 
    "투덜거리는", "낙관적인", "비관적인", "공감하는", "동정하는", "무관심한", "참을성 없는", 
    "압도된", "쾌활한", "비참한", "활기찬", "산만한", "사랑하는", "분개한", "걱정하는", 
    "신뢰하는", "의심하는", "자신감 있는", "불안정한", "야망 있는", "냉담한", "열정적인", 
    "두려움 없는", "무력한", "분노하는", "열광적인", "사려 깊은", "성찰적인", "진심 어린", 
    "장난스러운", "인내심 있는", "집중하는", "창의적인", "친절한", "이기적인", "겸손한", 
    "오만한", "영감을 받은", "수줍은", "흥분한", "단호한", "양가적인", "대담한", "용감한", 
    "소심한", "끈질긴", "순종적인", "반항적인", "용서하는", "복수심 있는", "온화한", "가혹한", 
    "고양된", "우울한", "망설이는", "모험적인", "신뢰할 수 있는", "고집 센", "유머러스한", 
    "진지한", "격려하는", "비판적인", "실망한", "끈질긴"
];

const behaviorList = [
    "단호한", "소극적인", "공격적인", "설득력 있는", "정보를 제공하는", "직설적인", "간접적인", 
    "격식을 차리는", "비격식적인", "유창한", "표현이 서투른", "공손한", "무례한", "공감하는", 
    "비꼬는", "유머러스한", "진지한", "질문하는", "답변하는", "지지적인", "비판적인", "격려하는", 
    "무시하는", "호기심 많은", "말수가 적은", "표현적인", "협력적인", "경쟁적인", "논쟁적인", 
    "방어적인", "중립적인", "감정적인", "분석적인", "상상력이 풍부한", "실용적인", "낙관적인", 
    "비관적인", "망설이는", "권위적인", "친근한", "거리를 두는", "열린 마음의", "닫힌 마음의", 
    "세부적인", "모호한", "일관된", "모순적인", "지배적인", "순응적인", "논리적인", "비논리적인", 
    "유창한", "말을 더듬는", "반복적인", "독창적인", "사려 깊은", "충동적인", "외교적인", 
    "직설적인", "신중한", "무모한", "쾌활한", "우울한", "소심한", "수동공격적인", "긍정적인", 
    "부정하는", "사과하는", "자랑하는", "지시적인", "의욕을 꺾는", "존중하는", "무례한", 
    "명확한", "애매한", "사실에 집중하는", "의견이 강한", "이야기하는", "설명하는", "논쟁하는", 
    "성찰적인", "내성적인", "건설적인", "농담하는", "놀리는", "불평하는", "칭찬하는", "겸손한", 
    "오만한", "협력적인", "요구적인", "공격적인", "열정적인", "무관심한", "자신을 낮추는", 
    "야심 찬", "게으른", "객관적인", "주관적인", "정확한", "과장하는", "겸손한", "자신만만한"
];

const socialList = [
    "의사", "엔지니어", "교사", "변호사", "간호사", "건축가", "요리사", "예술가", "과학자", 
    "작가", "사진가", "조종사", "치과의사", "회계사", "프로그래머", "기자", "수의사", "약사", 
    "정비사", "전기공", "목수", "배관공", "농부", "어부", "판매원", "마케터", "심리학자", 
    "치료사", "컨설턴트", "관리자", "이사", "임원", "기업가", "음악가", "배우", "무용가", 
    "운동선수", "코치", "사서", "교수", "연구원", "번역가", "통역사", "소방관", "경찰관", 
    "군인", "세관원", "판사", "서기", "재단사", "이발사", "청소부", "배달원", "운전기사", 
    "기술자", "경비원", "승무원", "가이드", "바텐더", "웨이터", "계산원", "접수원", 
    "부동산 중개인", "부동산 관리자", "택시기사", "건설노동자", "벽돌공", "광부", "화가", 
    "조각가", "사회복지사", "정치가", "성직자", "목사", "승려", "수녀", "저널리스트", 
    "소프트웨어 개발자", "데이터 분석가", "게임 개발자", "웹 디자이너", "UX/UI 디자이너", 
    "제품 관리자", "무직", "비즈니스 분석가"
];
